Repository: cmdrDiscoCat/mercure
Catalog: mercure/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Harmless
fr: Inoffensif•ve

source: Mostly harmless
fr: Bleu•e

source: Competent
fr: Compétent•e

source: Expert
fr: Expert•e

source: Master
fr: Maître•sse

source: Dangerous
fr: Vétéran

source: Deadly
fr: Létal•e

source: Penniless
fr: Sans-le-sou

source: Mostly penniless
fr: Mendiant•e

source: Peddler
fr: Boutiquier•e

source: Dealer
fr: Revendeur•se

source: Merchant
fr: Marchand•e

source: Broker
fr: Courtier•e

source: Entrepreneur
fr: Entrepreneur•euse

source: Tycoon
fr: Magnat•e

source: Aimless
fr: Vagabond•e

source: Mostly aimless
fr: Touriste

source: Scout
fr: Voyageur•euse

source: Surveyor
fr: Eclaireur•euse

source: Trailblazer
fr: Prospecteur•ice

source: Pathfinder
fr: Découvreur•euse

source: Ranger
fr: Navigateur•ice

source: Pioneer
fr: Pionnier•e

source: Helpless
fr: Irrécupérable

source: Mostly Helpless
fr: Quasi irrécupérable

source: Amateur
fr: Amateur•ice

source: Semi-professional
fr: Semi-Professionnel•le

source: Professional
fr: Professionnel•le

source: Champion
fr: Champion•e

source: Hero
fr: Héro•ine

source: Legend
fr: Légende

source: Recruit
fr: Recrue

source: Midshipman
fr: Matelot

source: Petty Officer
fr: Second Maître

source: Chief Petty Officer
fr: Premier Maître

source: Warrant Officer
fr: Major

source: Ensign
fr: Enseigne

source: Lieutenant Commander
fr: Capitaine de Corvette

source: Post Commander
fr: Capitaine de Frégate

source: Post Captain
fr: Capitaine de Vaisseau

source: Rear Admiral
fr: Contre-Amiral

source: Vice Admiral
fr: Vice-Amiral

source: Admiral
fr: Amiral

source: Outsider
fr: Étranger•e

source: Squire
fr: Ecuyer•e

source: Knight
fr: Chevalier

source: Lord
fr: Banneret

source: Viscount
fr: Vicomte

source: Count
fr: Comte

source: Earl
fr: Marquis

source: Marquis
fr: Duc

source: Duke
fr: Archiduc

source: King
fr: Roi

source: Federation
fr: Fédération

source: Pilots Federation
fr: Cercle des Pilotes

source: Independant
fr: Indépendant

source: Anarchy
fr: Anarchie

source: Colony
fr: Colonie

source: Communism
fr: Communisme

source: Confederacy
fr: Confédération

source: Cooperative
fr: Coopérative

source: Corporate
fr: Entreprise

source: Democracy
fr: Démocratie

source: Dictatorship
fr: Dictature

source: Feudal
fr: Féodal

source: Imperial
fr: Impérial

source: None
fr: Aucun.e

source: Patronage
fr: Mécénat

source: Prison Colony
fr: Colonie pénitentiaire

source: Prison colony
fr: Colonie pénitentiaire

source: Theocracy
fr: Théocracie

source: Boom
fr: Essor

source: Bust
fr: Faillite

source: Civil unrest
fr: Emeutes

source: Civil war
fr: Guerre civile

source: Civil liberty
fr: Liberté civile

source: Investment
fr: Investissements

source: Lockdown
fr: Loi martiale

source: Outbreak
fr: Epidémie

source: Retreat
fr: Retraite

source: War
fr: Guerre

source: Workshop (Engineer)
fr: Atelier (Ingénieur•e)

source: Refinery
fr: Raffinage

source: Industrial
fr: Industriel

source: Terraforming
fr: Terraformation

source: Tourism
fr: Tourisme

source: Military
fr: Militaire

source: Rescue
fr: Sauvetage

source: Damaged
fr: Endommagé•e

source: Station Repair
fr: Réparation de station

source: Low
fr: Basse

source: Medium
fr: Moyenne

source: High
fr: Elevée

source: Lawless
fr: Anarchie

source: Black Market
fr: Marché noir

source: Restock
fr: Rechargement

source: Refuel
fr: Refaire le plein

source: Repair
fr: Reparer

source: Search and Rescue
fr: Recherche et sauvetage

source: Interstellar Factors Contact
fr: Contacts Interstellaires

source: antimony
fr: antimoine

source: chromium
fr: chrome

source: iron
fr: fer

source: mercury
fr: mercure

source: molybdenum
fr: molybdene

source: phosphorus
fr: phosphore

source: sulphur
fr: soufre

source: tellurium
fr: tellure

source: tin
fr: etain

source: tungsten
fr: tungstene

source: LGC's BGS assistant
fr: Assistant BGS de la LGC

source: Logged in as
fr: Connecté en tant que

source: helping the cartographers
fr: aider les cartographes

source: on_command event
fr: Evènement on_command

source: on_message function
fr: Fonction on_message

source: Module {module} reloaded
fr: Module {module} rechargé

source: test_farm command
fr: Commande test_farm

source: bubble
fr: bulle

source: Sorry, but that element is unknown. Here's a list :
fr: Désolé, mais cet élément est inconnue. Voici une liste :

source: Bigbrother module loaded
fr: Module bigbrother chargé

source: Bigbrother module unloaded
fr: Module bigbrother déchargé

source: system_presence_for_faction function
fr: Fonction system_presence_for_faction

source: refresh_faction_presence function
fr: Fonction refresh_faction_presence

source: bb1984 command
fr: Commande bb1984

source: Bubble
fr: Bulle

source: Bigbrother command
fr: Commande bigbrother

source: daily_bgs loop
fr: Boucle daily_bgs

source: Bigbrother : waiting for the bot to be ready before we launch the loop...
fr: Bigbrother : en attente du bon chargement du bot avant de lancer la boucle...

source: Edsm module loaded
fr: Module edsm chargé

source: Edsm module unloaded
fr: Module edsm déchargé

source: ed command
fr: Commande ed

source: Status message returned by the Elite Dangerous servers
fr: Message de status retourné par les serveurs d'Elite Dangerous

source: Last updated on :
fr: Mis à jour le :

source: traffic
fr: trafic

source: traffic command
fr: Commande trafic

source: ***Traffic information for the {system} system***
fr: ***Information sur le trafic pour le système {system}***

source: Total traffic since the discovery of the system
fr: Trafic total depuis la découverte du système

source: Last week's traffic
fr: Trafic de la semaine passée

source: Last day's traffic
fr: Trafic d'hier

source: ***Last 24 hours' detail, by ship***
fr: ***Détail des dernières 24 heures, par vaisseau***

source: stations command
fr: Commande stations

source: ***Stations in the {system} system***
fr: ***Stations dans le système {system}***

source: Distance to Arrival
fr: Distance de l'arrivée

source: Allegiance
fr: Allégeance

source: Government
fr: Gouvernement

source: Economy
fr: Economie

source: Yes
fr: Oui

source: No
fr: Non

source: Market
fr: Marché

source: Shipyard
fr: Chantier naval

source: Equipment
fr: Equipement

source: Other services
fr: Autres services

source: Controlling Faction
fr: Faction dirigeante

source: system
fr: systeme

source: system command called with {system}
fr: Commande systeme appelée avec {system}

source: ***Summary of the {system} system***
fr: ***Résumé du système {system}***

source: Coordinates
fr: Coordonnées

source: State
fr: Etat

source: Mineral reserves
fr: Réserves de minéraux

source: Security and Economy
fr: Sécurité et Economie

source: {starName} / Spectral Type : {starType} / {fuelscoop}
fr: {starName} / Type spectral : {starType} / {fuelscoop}

source: Main Star
fr: Etoile principale

source: oracle command
fr: Commande oracle

source: ***LGC Systems' states***
fr: ***Etats des systèmes LGC***

source: influence command called with {system}
fr: Commande influence appelée avec {system}

source: state
fr: Etat

source: allegiance
fr: Allégeance

source: government
fr: Gouvernement

source: ***Influences in the {system} system
fr: ***Influences dans le système {system}

source: *** on the ***{date}***
fr: *** en date du ***{date}***

source: *** as of today ***
fr: *** au jour d'aujourd'hui ***

source: No system found with the name {system} :crying_cat_face:
fr: Pas de système trouvé avec le nom {system} :crying_cat_face:

source: spy
fr: espionner

source: spy command called with {cmdrname}
fr: Commande spy appelée avec {cmdrname}

source: My spies told me that CMDR **{cmdr}** was last seen in {system}**
fr: Mes espions m'ont dit que le CMDR **{cmdr}** a été vu.e récemment à {system}**

source: ** on that day : **{date}**.
fr: ** à cette date : **{date}**.

source: For more information, spy that CMDR there : <{url}>
fr: Pour plus d'information, espionnez ce CMDR là-bas : <{url}>

source: faction command called with {cmdrname}
fr: Commande faction appelée avec {cmdrname}

source: farm
fr: farmer

source: farm command
fr: Commande farm

source: You must specify a material !
fr: Vous devez indiquer un matériau

source: You must specify a system !
fr: Vous devez spécifier un système !

source: You asked for the mineral {} near {}. Please wait while I'm searching...
fr: Vous avez demandé le minéral {} près de {}. Veuillez patienter pendant que je recherche...

source: Here are the results for some {} near {}.
fr: Voilà les résultats pour le minéral {} près de {}.

source: Body
fr: Planète

source: Gravity
fr: Gravité

source: Distance from {}
fr: Distance de {}

source: No results... :crying_cat_face:
fr: Aucun résultat... :crying_cat_face:

source: Galnet module loaded
fr: Module Galnet chargé

source: Galnet module unloaded
fr: Module galnet déchargé

source: galnet command
fr: Commande galnet

source: ** No article found for that date :
fr: ** Pas d'article trouvé à cette date :

source: Inara module loaded
fr: Module inara chargé

source: Inara module unloaded
fr: Module inara déchargé

source: cg command
fr: Commande cg

source: Starsystem
fr: Système

source: Expiration date
fr: Date de fin

source: %d/%m/%Y at %H:%M
fr: %d/%m/%Y à %H:%M

source: Tier reached
fr: Rang atteint

source: Updated on %d/%m/%Y at %H:%M
fr: Mis à jour le %d/%m/%Y à %H:%M

source: Your turn, Commanders !
fr: A vous de jouer, pilotes !

source: No active CG, check back later
fr: Pas de CG actif, revenez plus tard

source: inara command
fr: Commande Inara

source: LGC Squadron on Inara
fr: Squadron LGC sur Inara

source: Inara API request : nope :crying_cat_face:
fr: Requête à l'API d'Inara : nope :crying_cat_face:

source: **Informations on {commander_name}**
fr: **Informations sur {commander_name}**

source: *Pilot's Federation ranks*
fr: *Rangs du Cercle des Pilotes*

source: Prefered game role
fr: Métier préféré

source: Inara profile link
fr: Lien du profil Inara

source: *Squadron informations*
fr: *Informations sur l'escadron*

source: Wing name
fr: Nom de l'escadron

source: Members count
fr: Nombre de membres

source: Wing member rank
fr: Rang du membre dans l'escadron

source: Inara squadron link
fr: Lien de l'escadron sur Inara

source: Mercure module loaded
fr: Module mercure chargé

source: Mercure module unloaded
fr: Module mercure déchargé

source: to_be_deleted function
fr: Fonction to_be_deleted

source: Deleted a message from the bot
fr: Un message du bot supprimé

source: Deleted a message that was a command
fr: Une commande supprimée

source: presence
fr: présence

source: presence function
fr: Fonction présence

source: clean
fr: nettoyer

source: clean function
fr: Fonction nettoyer

source: Deleted {number} message(s)
fr: {number} message(s) effacé(s)

source: The bot should have the right to manage messages to do that here ! Check the permissions you gave it.
fr: Le bot doit avoir le droit de gérer les messages pour le faire ici ! Vérifiez les permissions que vous lui avez données.

source: help
fr: aide

source: list
fr: liste

source: help command
fr: Commande aide

source: - !influence <system> : Display <system>'s factions and their influence/states.
fr: - !influence <system> : Affiche les factions de <system> et leur influence/états.

source: - !system <system> : Displays every information about a system (coordinates, main state, economy...
fr: - !systeme <system> : Displays every information about a system (coordinates, main state, economy...

source: - !traffic <system> : Displays recent traffic information of <system>.
fr: - !trafic <system> : Affiche les infos de trafic récent du système <system>.

source: - !stations <system> : Displays all the stations of <system> with their informations.
fr: - !stations <system> : Affiche toutes les stations du système <system> avec leurs informations.

source: - !farm <material> <system> : Displays systems where <material> can be found near <system>.
fr: - !farmer <mineral> <systeme> :Affiche les planètes où on peut trouver le minéral <mineral> près de <systeme>.

source: - !oracle : Display EDSM/EDBB links to consult our factions' state in the Bubble and Colonia.
fr: - !oracle : Affiche les liens EDSM/EDBB pour consulter l'état de nos factions dans la Bulle et Colonia.

source: - !galnet 01-DEC-3303 : Displays galnet articles of the date entered in shown format. Default is current date.
fr: - !galnet 01-DEC-3303 : Affiche les articles galnet de la date entrée dans le format montré en exemple. Par défaut c'est la date du jour.

source: - !bigbrother : Display followed factions' influence/state in all the systems they're in.
fr: - !bigbrother : Affiche les influences/états des factions suivies dans tous les systèmes où elles sont présentes.

source: - !inara <cmdr name> : Displays the inara profile of that CMDR.
fr: - !inara <cmdr name> : Affiche le profile inara de ce CMDR.

source: - !repairs : Shows a list of commodities needed to repair a starport.
fr: - !reparations : Affiche une liste de commodités nécessaires pour réparer une station.

source: - !ed : Displays Frontier servers' state for Elite Dangerous.
fr: - !ed : Affiche l'état des serveurs Frontier pour Elite Dangerous.

source: - !cg : Shows the current active cgs' informations.
fr: - !cg : Montre les informations des CGs actuellement actifs

source: Available commands
fr: Commandes disponibles

source: poke command
fr: Commande poke

source: Yeah yeah i'm here...:smiley_cat:
fr: Ouais ouais j'suis là...:smiley_cat:

source: update
fr: maj

source: whenistheupdate
fr: cestquandlamaj

source: whenisbeyondarriving
fr: cestquandbeyond

source: maj command
fr: Commande maj

source: It's out !!!!! :ok_hand: :ok_hand:
fr: C'est sorti !!!!! :ok_hand: :ok_hand:

source: repairs
fr: reparations

source: repairs command
fr: Commande reparations

source: - Titanium
fr: - Titane

source: - Copper
fr: - Cuivre

source: - Synthetic Fabrics
fr: - Tissus synthétiques

source: - Polymers
fr: - Polymères

source: - Water Purifiers
fr: - Purificateurs d'eau

source: - Robotics
fr: - Robotiques

source: - Ceramic composites
fr: - Composés céramiques

source: - CMM composites
fr: - Composés CMM

source: - Insulating Membrane
fr: - Membranes isolantes

source: - Power Converters
fr: - Convertisseurs d'énergie

source: - Natural Fabrics
fr: - Tissus naturels

source: Commodities needed to repair a starport
fr: Commodités nécessaires pour réparer une station

source: say
fr: dire

source: say command
fr: commande dire
